[
	{
		"id": 1,
		"name": "Advance Burst Draw",
		"requirement": "Can be activated before your normal draw on turn 4 onward, if your LP is lower than your opponent\u0027s and you have no monsters on your field (once per Duel).",
		"effect": "One of the cards from your normal draw will be a random Level 7 or higher Normal Monster with the highest ATK in your Deck. If you activated this Skill on turn 10 or later, you can also add 1 \"Blue-Eyes White Dragon\" from outside of your Deck to the Deck.",
		"isArchive": true,
		"mentionedCards": [
			15184
		]
	},
	{
		"id": 2,
		"name": "Ancient Forces",
		"condition": "This Skill can be used if the only monsters with 1400 or more ATK in your Deck are Dragon Type.",
		"requirement": "None",
		"effect": "1 face-up Level 6 FIRE or WATER Attribute Dragon Type Effect Monster on your field gains 1000 ATK until the end of this turn. Then, you can send 1 Level 6 WATER or FIRE Attribute Dragon Tpe monster from your Deck to your Graveyard.",
		"isArchive": false,
		"characters": [
			702
		],
		"mentionedCards": []
	},
	{
		"id": 3,
		"name": "Attack Mode",
		"requirement": "None",
		"effect": "1 face-up monster with 0 ATK and 1400 or less DEF on your field gains 1200 ATK and loses 600 DEF.",
		"isArchive": false,
		"characters": [
			702,
			703,
			705,
			706
		],
		"mentionedCards": []
	},
	{
		"id": 4,
		"name": "Beyond Curiosity",
		"requirement": "Activated at the beginning of the Duel if the only monsters in your Deck are Cyberse Type.",
		"effect": "Add 3 \"Zeptron\" and 3 \"Peacock Picotron\" to your Deck. Then, send as many \"Femtron\" as possible from your Deck to the Graveyard. During this Duel, during each of your opponent\u0027s End Phases, 1 Maximum Monster on your field loses 600 ATK as long as it stays face-up.",
		"isArchive": false,
		"characters": [
			708
		],
		"mentionedCards": [
			15910,
			15907,
			15908
		]
	},
	{
		"id": 5,
		"name": "Black Dragon Rising",
		"condition": "This Skill can be used if you have at least 7 Level 5 or higher monsters in your Deck.",
		"requirement": "Can be activated on turn 2 onward by returning 1 card from your hand to the Deck.",
		"effect": "Reveal 1 \"Black Dragon\u0027s Chick\" in your hand, and add 1 \"Red-Eyes Black Dragon\" from your Deck or Graveyard to your hand. Then, you can decrease the ATK of 1 face-up monster on your opponent\u0027s field by 400 until the end of the turn. Your Level 7 Effect Monsters cannot attack this turn.",
		"isArchive": true,
		"mentionedCards": [
			15352,
			15351
		]
	},
	{
		"id": 6,
		"name": "Blaster\u0027s Inferno",
		"condition": "This Skill can be used if all of the monsters with 1400 or more ATK in your Deck are Dragon monsters, and the Deck contains at most 1 Level 5 or higher non-FIRE Attribute monster.",
		"requirement": "None",
		"effect": "Choose 1 face-up Level 6 or higher FIRE Attribute Normal Monster on your field, and it gains 600 ATK until the end of the turn. If it was a Level 7 monster, you can add 1 \"Dragon\u0027s Inferno\" from your Deck or Graveyard to your hand (twice per Duel).",
		"isArchive": false,
		"characters": [
			702
		],
		"mentionedCards": [
			15175
		]
	},
	{
		"id": 7,
		"name": "Blazing Draw",
		"requirement": "Can be activated before your normal draw on turn 4 onward, if your opponent has a face-up Level 7 or higher monster and you have no monsters on your field (once per Duel).",
		"effect": "One of the cards from your normal draw will be a random Level 5 or 6 FIRE Attribute non-Legend monster in your Deck.",
		"isArchive": false,
		"characters": [
			702,
			704
		],
		"mentionedCards": []
	},
	{
		"id": 8,
		"name": "Blisstopian Boon",
		"requirement": "Before your normal draw, if your opponent has a face-up Level 5 or higher monster on their field, shuffle a total of 3 Wyrm Type monsters and/or \"Peaks of Blisstopia\" from your Graveyard into the Deck. (Once per Duel.)",
		"effect": "One of the cards from your normal draw this turn will be 1 \"Constructor Princess Pylon\" or 1 \"Peaks of Blisstopia\" from your Deck. This turn, you cannot attack with Level 7 or higher monsters, except for Wyrm Type monsters.",
		"isArchive": false,
		"characters": [
			709
		],
		"mentionedCards": [
			16163,
			17220
		]
	},
	{
		"id": 9,
		"name": "Blue Falcon Formation",
		"condition": "This Skill can be used if you have at least 6 Level 5 or higher Normal Monsters with 1400 or more DEF in your Deck, and it contains no Level 4 monsters other than Warrior/Fairy/Winged Beast Type monsters.",
		"requirement": "Can be activated during the turn you have Normal Summoned a Level 4 or higher Normal Monster with 1200 or more ATK/1400 or more DEF.",
		"effect": "1 face-up monster on your opponent\u0027s field loses 800 ATK/DEF until the end of this turn.",
		"isArchive": false,
		"characters": [
			703
		],
		"mentionedCards": []
	},
	{
		"id": 10,
		"name": "Blue Medicine Deal",
		"requirement": "Can be activated once per Duel.",
		"effect": "Set 1 \"Blue Medicine\" from your hand in your Spell \u0026 Trap Zone, and draw 1 card.",
		"isArchive": false,
		"characters": [
			704,
			705,
			708,
			709
		],
		"mentionedCards": [
			15454
		]
	},
	{
		"id": 11,
		"name": "Blue-Eyes Reign",
		"condition": "This Skill can be used if your Deck contains 7 or more Level 5 or higher monsters and no Level 7 or higher Dragon Type monsters with 1900 DEF or lower.",
		"requirement": "From turn 2 onward, if there are no face-up Level 8 or higher monsters on your field, shuffle 1 card from your hand into the Deck and reveal 1 \"Kaibaman\" in your hand.",
		"effect": "Add 1 \"Blue-Eyes Bright Dragon\" from your Deck to your hand.",
		"isArchive": true,
		"mentionedCards": [
			17224,
			19424
		]
	},
	{
		"id": 12,
		"name": "Boogie Master Draw",
		"condition": "This Skill can be used if you have at least 10 LIGHT Attribute Aqua Type monsters in your Deck.",
		"requirement": "Can be activated before your normal draw on turn 4 onward, if your opponent has a face-up Level 7 or higher monster and you have no monsters on your field (once per Duel).",
		"effect": "Two of the cards from your normal draw will be \"Dian Keto the Boogie Master\" and \"Seahorse Carrier.\"",
		"isArchive": false,
		"characters": [
			705
		],
		"mentionedCards": [
			15437,
			15803
		]
	},
	{
		"id": 13,
		"name": "Climax Beat",
		"condition": "This Skill can be used if the only monsters in your Deck are Psychic Type monsters with 2400 or less ATK.",
		"requirement": "Can be activated during the turn on turn 2 onward when you have Normal Summoned a Level 2 monster.",
		"effect": "Set 1 \"Climax Finale\" or \"Lullabind\" from your Deck or Graveyard in your Spell \u0026 Trap Zone. If your LP are 1000 or lower, gain 1000 LP.",
		"isArchive": false,
		"characters": [
			704
		],
		"mentionedCards": [
			15686,
			15447
		]
	},
	{
		"id": 14,
		"name": "Construct Blisstopia",
		"condition": "This Skill can be used if all of the monsters with 1200 or more ATK in your Deck are Wyrm Type.",
		"requirement": "From turn 2 onward.",
		"effect": "Choose from your field, 1 face-up Normal Monster (except a Level 4 monster) or 1 \"Constructor Wyrm Buildragon\". The chosen monster gains 300 ATK until the end of this turn. If that monster was \"Constructor Princess Pylon\", you can also shuffle 1 card from your hand into the Deck, and if you do, add 1 \"Peaks of Blisstopia\" from your Deck or Graveyard to your hand.",
		"isArchive": false,
		"characters": [
			709
		],
		"mentionedCards": [
			16147,
			17220,
			16163
		]
	},
	{
		"id": 15,
		"name": "Cure Master Dian Keto",
		"requirement": "Can be activated if your LP are lower than your opponent\u0027s (once per Duel). Shuffle 2 Aqua Type monsters with different names from your Graveyard into the Deck.",
		"effect": "Set 1 \"Dian Keto the Cure Master\" from outside of your Deck in your Spell \u0026 Trap Zone.",
		"isArchive": false,
		"characters": [
			705
		],
		"mentionedCards": [
			16285
		]
	},
	{
		"id": 16,
		"name": "Curse of the Dark",
		"condition": "This Skill can be used if the only Level 4 or higher monsters in your Deck are all either Dragon Type Normal Monsters or \"Multistrike Dragon Dragias.\"",
		"requirement": "None",
		"effect": "1 face-up DARK Attribute Normal Monster on your field that was Normal Summoned this turn gains 500 ATK until the end of this turn. Then, if you have selected \"Dragon Knight of Darkness,\" you can return 1 card from your hand to your Deck. If you do so, it gains 700 ATK as long as it stays face-up.",
		"isArchive": false,
		"characters": [
			702
		],
		"mentionedCards": [
			15167
		]
	},
	{
		"id": 17,
		"name": "Dark Arts of Celerity",
		"condition": "This Skill can be used if the only monsters with 1400 or more ATK in your Deck are Warrior Type",
		"requirement": "Can be activated during the turn you have Normal Summoned a Level 6 or higher DARK/EARTH Attribute Warrior Type monster.",
		"effect": "Change 1 Attack Position monster on your opponent\u0027s field to face-up Defense Position.",
		"isArchive": false,
		"characters": [
			703
		],
		"mentionedCards": []
	},
	{
		"id": 18,
		"name": "Dark Arts of Positioning",
		"condition": "This Skill can only be used if all of the Level 4 or higher monsters in your Deck are Warrior and/or Fairy monsters.",
		"requirement": "From turn 2 onward, shuffle 1 card from your hand into the Deck, and reveal 1 Level 6 Fairy monster with 0 ATK in your hand.",
		"effect": "Add 1 \"Semeruler the Dark Summoner\" from your Deck to your hand. This turn, at the start of the Battle Phase and during the End Phase, change the battle positions of all face-up Level 6 Fairy monsters on your field.",
		"isArchive": false,
		"characters": [
			703
		],
		"mentionedCards": [
			16143
		]
	},
	{
		"id": 19,
		"name": "Dark Call Draw",
		"requirement": "Can be activated before your normal draw on turn 4 onward, if your opponent has a face-up Level 7 or higher monster and you have no monsters on your field (once per Duel).",
		"effect": "One of the cards from your normal draw will be a random Level 5 or 6 DARK Attribute non-Legend Monster in your Deck.",
		"isArchive": false,
		"characters": [
			701,
			704
		],
		"mentionedCards": []
	},
	{
		"id": 20,
		"name": "Daybreak Order",
		"condition": "This Skill can be used if the only monsters in your Deck are Level 7 or lower Spellcaster Type or Warrior Type.",
		"requirement": "Can be activated if you return 1 card from your hand to your Deck from your second turn onwards.",
		"effect": "Reveal 1 Level 5 or 7 LIGHT Attribute monster to your opponent, and add 1 Level 5 LIGHT Attribute monster or \"Raidacross, Hero of the Dawn\" from your Deck to your hand. Then, you can add 1 \"Rightful Magic\" from your Deck to your hand (once per Duel).",
		"isArchive": false,
		"characters": [
			701
		],
		"mentionedCards": [
			15185,
			15813
		]
	},
	{
		"id": 21,
		"name": "Death Doom Requiem",
		"condition": "This Skill can be used if the only monsters (except Level 4 monsters) in your Deck are Fiend Type.",
		"requirement": "None",
		"effect": "Place up to 2 Level 7 or higher LIGHT Attribute Fiend Type Effect Monsters in your hand on your field in face-up Defense Position. (There can only be one of each Level.) While a monster placed on the field with this effect is face-up, its battle position can only be changed with a card effect. This turn, you cannot attack directly using a monster with 2600 or more ATK.",
		"isArchive": false,
		"characters": [
			706
		],
		"mentionedCards": []
	},
	{
		"id": 22,
		"name": "Determined Draw of Kimeruler",
		"requirement": "Can be activated before your normal draw on turn 4 onward, if you have no monsters on your field.",
		"effect": "One of the cards from your normal draw will be \"Kimeruler the Dark Raider.\" Return all cards on your field to your Deck during the End Phase of your turn, and your LP will become 100.",
		"isArchive": false,
		"characters": [
			703
		],
		"mentionedCards": [
			15649
		]
	},
	{
		"id": 23,
		"name": "Disco Fever",
		"condition": "This Skill can be used if you have at least 15 Aqua Type monsters (except WATER Attribute monsters) in your Deck, and all of the Level 7 or higher Effect Monsters in your Deck are Aqua Type monsters.",
		"requirement": "During the turn you Normal Summoned an Aqua Type monster (except a WATER Attribute monster).",
		"effect": "Choose any number of face-up Aqua Type monsters (except WATER Attribute monsters) on your field whose total Level equals 10 or lower, and those monsters gain 700 ATK until the end of this turn.",
		"isArchive": false,
		"characters": [
			705
		],
		"mentionedCards": []
	},
	{
		"id": 24,
		"name": "Dragon\u0027s Grace",
		"condition": "This Skill can be used if the only monsters with 1400 or more ATK in your Deck are Dragon Type.",
		"requirement": "Can be activated if you have a face-up \"Dragon\u0027s Sage\" on your field that you have Normal Summoned this turn.",
		"effect": "1 face-up Dragon Type monster on your field gains 400 ATK, but it cannot attack directly this turn.",
		"isArchive": false,
		"characters": [
			702
		],
		"mentionedCards": [
			15170
		]
	},
	{
		"id": 25,
		"name": "Dragonic Resonance",
		"condition": "This Skill can be used if the only monsters in your Deck are Dragon Type.",
		"requirement": "Can be activated if you have a face-up EARTH Attribute Effect Monster with 1500 or more ATK or 1300 or more DEF on your field.",
		"effect": "This turn, up to 2 face-up monsters with 2300 or less ATK on your field gain 500 ATK, and their Level is increased by 4.",
		"isArchive": false,
		"characters": [
			702
		],
		"mentionedCards": []
	},
	{
		"id": 26,
		"name": "Dragonic Strike Draw",
		"requirement": "Can be activated before your normal draw on turn 4 onward, if you have no monsters on your field.",
		"effect": "One of the cards from your normal draw will be a random Level 7 EARTH Attribute Dragon Type monster with 2300 ATK. You cannot activate this Skill during your next turn.",
		"isArchive": false,
		"characters": [
			702
		],
		"mentionedCards": []
	},
	{
		"id": 27,
		"name": "Emblem of Destruction",
		"condition": "This Skill can be used if your Deck contains 5 or more Warrior Type monsters with 2600 or 2300 ATK and no other monsters with 1300 or more ATK.",
		"requirement": "None",
		"effect": "Until the end of this turn, all face-up monsters with 2300 or more ATK on your opponent\u0027s field lose 500 ATK and become Dragon Type, then if it is turn 4 onward, you can also send 1 card from your hand and 1 Level 7 monster from your Deck to the Graveyard. (Once per Duel.)",
		"isArchive": true,
		"mentionedCards": []
	},
	{
		"id": 28,
		"name": "Explosion Drive",
		"condition": "This Skill can be used if the only monsters in your Deck are Spellcaster Type or Rock Type.",
		"requirement": "None",
		"effect": "This turn, 1 face-up FIRE Attribute monster on your field gains 600 ATK, and its Level is increased by 1. Then, you can set 1 \"Road Magic - Explosion\" from your hand in your Spell \u0026 Trap Zone. If you do so, add 1 FIRE Attribute monster with 800 DEF or less from your Graveyard to your hand.",
		"isArchive": false,
		"characters": [
			701
		],
		"mentionedCards": [
			15206
		]
	},
	{
		"id": 29,
		"name": "Femtron Draw",
		"requirement": "Before your normal draw on turn 2 onward (once per Duel).",
		"effect": "One of the cards from your normal draw will be \"Femtron\" from your Deck. This turn, you can only attack with Level 7 or higher Cyberse Type monsters.",
		"isArchive": false,
		"characters": [
			708
		],
		"mentionedCards": [
			15908
		]
	},
	{
		"id": 30,
		"name": "Fullmetal Fist",
		"condition": "This Skill can only be used if all of the monsters with 1300 or more ATK in your Deck are Dragon monsters, and the Deck consists of 1 or less non-DARK Attribute Level 6 or higher monster.",
		"requirement": "None",
		"effect": "Choose 1 face-up Level 5 or 7 DARK Attribute monster on your field and its original ATK becomes 2600 until the end of this turn. Then, if it was \"Steel Strike Dragon Metagias\" that was Summoned this turn, you can add 1 DARK Attribute Level 7 monster from your Graveyard to your hand.",
		"isArchive": false,
		"characters": [
			702
		],
		"mentionedCards": [
			16674
		]
	},
	{
		"id": 31,
		"name": "Get Ready to be Amped Up!",
		"condition": "This Skill can be used if the only Level 7 or higher monsters in your Deck are Psychic Type.\nAt the beginning of your turn from turn 4 onward, you won\u0027t be able to hold back anymore, and become a hangry Duelist!",
		"requirement": "Can be activated before your normal draw on your turn 4 onward (once per Duel).",
		"effect": "Three cards from your normal draw will be \"Prima Guitarna the Shining Superstar\" from your Deck, and \"Esperade the Smashing Superstar\" and \"Romanpick\" from outside of your Deck. During this turn, you can only direct attack once.",
		"isArchive": false,
		"characters": [
			704
		],
		"mentionedCards": [
			15193,
			15435,
			15433
		]
	},
	{
		"id": 32,
		"name": "Gravity Draw",
		"requirement": "Can be activated before your normal draw on turn 4 onward, if your opponent has a face-up Level 7 or higher monster and you have no monsters on your field (once per Duel).",
		"effect": "One of the cards from your normal draw will be a random Level 5 or 6 EARTH Attribute non-Legend monster in your Deck.",
		"isArchive": false,
		"characters": [
			702,
			703,
			709
		],
		"mentionedCards": []
	},
	{
		"id": 33,
		"name": "Hammer Crush Deal",
		"requirement": "Can be activated once per Duel.",
		"effect": "Set 1 \"Hammer Crush\" from your hand in your Spell \u0026 Trap Zone, and draw 1 card.",
		"isArchive": false,
		"characters": [
			701,
			702,
			706,
			708,
			709
		],
		"mentionedCards": [
			16618
		]
	},
	{
		"id": 34,
		"name": "Harpie Lady Sisters - Elegant Egotist",
		"condition": "This Skill can be used if there are 3 \"Harpie Lady Sisters\" in your Deck.",
		"requirement": "On turn 6 onward, show 1 WIND Attribute Winged Beast Type monster with 2100 ATK and 0 DEF in your hand to your opponent.",
		"effect": "Send 2 cards from the top of your Deck to your Graveyard. Then, you can add 1 \"Harpie Lady Sisters\" from your Graveyard to your hand. If you do, send 1 card from your hand to your Graveyard. This turn, your opponent will not take battle damage.",
		"isArchive": true,
		"mentionedCards": [
			19097
		]
	},
	{
		"id": 35,
		"name": "Heavy Metal Draw",
		"requirement": "Can be activated before your normal draw on turn 4 onward, if your opponent has a face-up Level 7 or higher monster and you have no monsters on your field.",
		"effect": "One of the cards from your normal draw will be \"Royal Rebel\u0027s Heavy Metal\" from your Deck. You cannot activate this Skill during your next turn.",
		"isArchive": false,
		"characters": [
			706
		],
		"mentionedCards": [
			15441
		]
	},
	{
		"id": 36,
		"name": "Hell-Tuning Invasion",
		"condition": "This Skill can be used if the only monsters with 1400 or more ATK in your Deck are LIGHT Attribute Fiend Type.",
		"requirement": "Send 1 card from your hand to your Graveyard.",
		"effect": "Make 2 face-up Level 4 or lower Fiend monsters on your field become Level 5 until the end of the turn. Then, you can choose up to 2 monsters on your opponent\u0027s field. If you do, make face-up monsters chosen become Level 4 until the end of the turn, and change face-down Defense Position monsters chosen to face-up Attack Position. During this turn, you can only attack with monsters with 2300-4600 ATK.",
		"isArchive": false,
		"characters": [
			706
		],
		"mentionedCards": []
	},
	{
		"id": 37,
		"name": "Hysteric Force",
		"condition": "This Skill can be used if the only monsters with 1400 or more ATK in your Deck are WIND Attribute.",
		"requirement": "None",
		"effect": "1 face-up \"Harpie Lady Sisters\" or \"Harpie\u0027s Pet Dragon\" on your field gains ATK equal to [that monster\u0027s level] x 100 until the end of this turn. If there are no Attack Position monsters on your opponent\u0027s field, you can change 1 Defense Position monster on your opponent\u0027s field to face-up Attack Position.",
		"isArchive": true,
		"mentionedCards": [
			19097,
			19104
		]
	},
	{
		"id": 38,
		"name": "Join the Battle of All Battles!",
		"condition": "This Skill can only be used if your Deck contains at most 6 non-Cyberse Type monsters and the only Level 5 or higher monsters in your Deck are Level 6, 7, and 10 Cyberse Type monsters.",
		"requirement": "If you do not control any monsters, reveal 1 \"Sigurstate Sol\" or 1 \"Belsectacle Mani\" in your hand.",
		"effect": "Add 1 Cyberse Type Normal Monster from your Graveyard to your hand.",
		"isArchive": false,
		"characters": [
			708
		],
		"mentionedCards": [
			16791,
			16792
		]
	},
	{
		"id": 39,
		"name": "LP Gain",
		"requirement": "Can be activated if your LP is at least 2000 lower than your opponent\u0027s (once per Duel).",
		"effect": "Gain 1000 LP.",
		"isArchive": true,
		"mentionedCards": []
	},
	{
		"id": 40,
		"name": "Legend Draw",
		"requirement": "Can be activated before your normal draw on turn 4 onward, if your opponent has a face-up Level 7 or higher monster and you have no monsters on your field (once per Duel).",
		"effect": "One of the cards from your normal draw will be a Legend Monster.",
		"isArchive": true,
		"mentionedCards": []
	},
	{
		"id": 41,
		"name": "Lightning Shift",
		"condition": "This Skill can be used if the only monsters with 1400 or more ATK in your Deck are Spellcaster Type or Winged Beast Type.",
		"requirement": "Can be activated during the turn you have Normal or Special Summoned a Level 7 or higher monster.",
		"effect": "1 face-up monster on your opponent\u0027s field becomes LIGHT Attribute until the end of the turn. If you have a face-up \"Lightning Voltcondor\" on your field, you can add 1 Level 4 or lower LIGHT Attribute Winged Beast Type monster from your Graveyard to your hand.",
		"isArchive": false,
		"characters": [
			701
		],
		"mentionedCards": [
			15427
		]
	},
	{
		"id": 42,
		"name": "Lightning Trigger",
		"condition": "This Skill can be used if the only monsters (except Level 4 monsters) in your Deck are Thunder Type.",
		"requirement": "During the turn you Normal or Special Summoned a Level 7 or higher monster with 1600 or less DEF face-up.",
		"effect": "Decrease the ATK of 1 face-up monster on your opponent\u0027s field by [that monster\u0027s level] x 100 until the end of the turn. Then, you can change 1 Attack Position monster on your opponent\u0027s field to face-up Defense Position.",
		"isArchive": true,
		"mentionedCards": []
	},
	{
		"id": 43,
		"name": "Lightray\u0027s Draw",
		"requirement": "Can be activated before your normal draw on turn 4 onward, if your opponent has a face-up Level 7 or higher monster and you have no monsters on your field (once per Duel).",
		"effect": "One of the cards from your normal draw will be a random Level 5 or 6 LIGHT Attribute non-Legend Monster in your Deck.",
		"isArchive": false,
		"characters": [
			705,
			706,
			708
		],
		"mentionedCards": []
	},
	{
		"id": 44,
		"name": "Magician\u0027s Shuffle",
		"condition": "This Skill can only be used if all monsters with 2500 or more ATK in your Deck are Spellcaster-Type.",
		"requirement": "On Turn 2 and onward by revealing 1 DARK Attribute Spellcaster-Type monster with 1700 or more DEF in your hand to your opponent.",
		"effect": "Add 1 \"Dark Magician\" or \"Dark Magician Girl\" from your Deck or Graveyard to your hand, and send 1 DARK Attribute Spellcaster-Type monster with 1700 or more DEF from your hand to the Graveyard",
		"isArchive": true,
		"mentionedCards": [
			15410,
			16371
		]
	},
	{
		"id": 45,
		"name": "Maximum Excavator",
		"condition": "This Skill can be used if all of the monsters in your Deck are Wyrm Type.",
		"requirement": "None",
		"effect": "Choose 1 face-up monster on your field. This turn, that monster gains 100 ATK, and if there were 10 or less cards in your Deck when you used this Skill, it inflicts piercing battle damage. If you have activated \"Peaks of Blisstopia\" this turn, you can also add 1 Level 3 or 10 monster from your Graveyard to your hand. (You can only add a Maximum Monster once per Duel.)",
		"isArchive": false,
		"characters": [
			709
		],
		"mentionedCards": [
			16163
		]
	},
	{
		"id": 46,
		"name": "Maximum Hyper Engine",
		"condition": "This Skill can be used if the only monsters in your Deck are Spellcaster or Warrior Type monsters with 2100 or less ATK, and the Deck contains 8 or more Maximum Monsters.",
		"requirement": "None",
		"effect": "Choose up to 2 face-up Maximum Monsters with 1500 or less ATK on your field. The chosen monster(s) gain 1000 ATK until the end of your opponent\u0027s next turn. Then, you can place 1 random Maximum Monster from your Deck with a different Level than the chosen monster(s) on the top of your Deck.",
		"isArchive": false,
		"characters": [
			701
		],
		"mentionedCards": []
	},
	{
		"id": 47,
		"name": "Maximum Overload",
		"condition": "This Skill can be used if the only monsters in your Deck are Spellcaster Type or Machine Type monsters with 2100 or less ATK.",
		"requirement": "Send 1 Maximum Monster from your hand to the Graveyard.",
		"effect": "Place 1 monster from your hand onto your field in face-down Defense Position. (Its battle position can be changed.) Then, you can decrease the ATK of 1 face-up monster on your opponent\u0027s field by 800 until the end of the turn. During the End Phase of this turn, return 1 Maximum Monster in your Graveyard to the top of the Deck.",
		"isArchive": false,
		"characters": [
			701
		],
		"mentionedCards": []
	},
	{
		"id": 48,
		"name": "Maximum Ragnarok",
		"condition": "This Skill can be used if there are 8 or more Maximum Monsters in your Deck and the only monsters in your Deck are Cyberse Type with 100 or less DEF.",
		"requirement": "Return 1 card in your hand to the top or bottom of your Deck.",
		"effect": "Choose up to 2 face-up monsters on your field or your opponent\u0027s field. This turn, the chosen monster(s) lose 800 ATK and can be treated as 2 Tributes for the Tribute Summon of a monster in Attack Position.",
		"isArchive": false,
		"characters": [
			708
		],
		"mentionedCards": []
	},
	{
		"id": 49,
		"name": "No Holding Back! Beat of the Superstar",
		"condition": "This Skill can be used if the only monsters with 1400 or more ATK in your Deck are Psychic Type monsters with 0 DEF.\nAt the beginning of your turn from turn 2 onward, you will no longer be able to resist the urge to become the ultimate Duelist!",
		"requirement": "On your turn 2 onward during the turn you Summoned a Level 7 monster.",
		"effect": "Add 1 Level 2 or higher Psychic Type Effect Monster with 500 or less ATK in your Graveyard to your hand.",
		"isArchive": false,
		"characters": [
			704
		],
		"mentionedCards": []
	},
	{
		"id": 50,
		"name": "Noodle Art Boost",
		"condition": "This Skill can be used if you have at least 6 Pyro Type Normal Monsters with 1300 or less ATK and the only Level 5 or higher monsters in your Deck are either FIRE Attribute monsters with 2400 or less ATK and 0 DEF, or Pyro Type Normal Monsters.",
		"requirement": "None",
		"effect": "1 face-up Level 5 or higher monster that was Normal Summoned this turn or 1 face-up Pyro Type monster with 1300 or less ATK on your field gains 400 ATK until the end of the turn.",
		"isArchive": true,
		"mentionedCards": []
	},
	{
		"id": 51,
		"name": "Noodle Art Reboot",
		"condition": "This Skill can be used if all of the Level 5 or higher monsters in your Deck are FIRE Attribute Pyro Type Effect Monsters with 0 DEF and all Normal Monsters are Pyro Type.",
		"requirement": "None",
		"effect": "Choose 1 face-up Level 5 or higher monster on your field, and it gains 600 ATK until the end of this turn. If it was a Level 7 or higher monster Summoned this turn, you can add 1 Pyro Type Normal Monster with 1300 or less ATK from your Graveyard to your hand (once per Duel).",
		"isArchive": true,
		"mentionedCards": []
	},
	{
		"id": 52,
		"name": "One-Side Reverse Draw",
		"requirement": "Can be activated before your normal draw if your opponent has a face-down Defense Position monster on their field (once per Duel).",
		"effect": "One of the cards from from your normal draw will be \"One-Side Reverse\" from your Deck.",
		"isArchive": false,
		"characters": [
			706,
			708,
			709
		],
		"mentionedCards": [
			15209
		]
	},
	{
		"id": 53,
		"name": "Power of Determination",
		"condition": "This Skill can be used if the only monsters with 1400 or more ATK in your Deck are Warrior/Fairy/Winged Beast Type.",
		"requirement": "None",
		"effect": "1 face-up Level 1 or 6 Normal Monster with 0 ATK on your field gains ATK equal to [its original DEF] until the end of this turn. If you have selected \"Yurushima the Hermit,\" it gains another 800 ATK until the end of the turn.",
		"isArchive": false,
		"characters": [
			703
		],
		"mentionedCards": [
			15654
		]
	},
	{
		"id": 54,
		"name": "Pride of The Three Cavalteers",
		"condition": "This Skill can be used if all of the monsters with 1400 ATK or higher in your Deck are \"Constructor Wyrm Buildragon\", \"Shield Boring Kong\", \"Beast Drive Mega Elephant\", and EARTH Attribute Legend Monsters.",
		"requirement": "During the turn that you have Normal Summoned a Level 8 EARTH Attribute monster.",
		"effect": "Change 1 Attack Position monster on your opponent\u0027s field to face-up Defense Position.",
		"isArchive": false,
		"characters": [
			709
		],
		"mentionedCards": [
			16147,
			16153,
			16683
		]
	},
	{
		"id": 55,
		"name": "Psychic Drive",
		"condition": "This Skill can be used if the only monsters with 1400 or more ATK in your Deck are Psychic Type.",
		"requirement": "Pay 300 LP.",
		"effect": "1 face-up Level 5 or higher monster on your field gains 600 ATK until the end of the turn. If you have selected a \"Prima Guitarna the Shining Superstar\" that you Summoned this turn, you can add 1 Level 2 Psychic Type Normal Monster from your Graveyard to your hand.",
		"isArchive": false,
		"characters": [
			704
		],
		"mentionedCards": [
			15193
		]
	},
	{
		"id": 56,
		"name": "Re:D Beat!",
		"condition": "This Skill can only be used if all of the monsters in your Deck are Psychic monsters, and the Deck contains 1 or less Level 7 or higher non-LIGHT Attribute monster.",
		"requirement": "Shuffle 1 card from your hand into the Deck, and then you can show your opponent 1 Level 7 LIGHT Attribute monster in your hand or 1 face-up \"CAN - Re:D\" on your field.",
		"effect": "Add 1 Level 1 or 4 LIGHT Attribute monster with 100 or less DEF from your Graveyard to your hand. (You can only add an Effect Monster once per Duel.)",
		"isArchive": false,
		"characters": [
			704
		],
		"mentionedCards": [
			16326
		]
	},
	{
		"id": 57,
		"name": "Rebel\u0027s Beat",
		"condition": "This Skill can be used if the only Level 4 or higher monsters in your Deck are Fiend Type.",
		"requirement": "Can be activated during the turn you have Summoned a Level 6 Normal Monster or \"Archfiend\u0027s Summoning Flute\"",
		"effect": "Change the battle position of 1 face-up monster on your field and 1 face-up monster on your opponent\u0027s field. Then, send 1 Level 1 or 6 Fiend Type monster with 1600 ATK or less ATK from your Deck to the Graveyard (once per Duel).",
		"isArchive": false,
		"characters": [
			706
		],
		"mentionedCards": [
			15443
		]
	},
	{
		"id": 58,
		"name": "RoaRomin Advance",
		"condition": "This Skill can be used if the only monsters in your Deck are Fiend Type or Psychic Type.",
		"requirement": "Return 2 monsters (except Level 4 monsters) with different Types from your Graveyard to your Deck.",
		"effect": "Choose 1 face-up LIGHT Attribute or Psychic Type monster on your field. This turn, the chosen monster can be treated as 2 Tributes for the Tribute Summon of \"Royal Rebel\u0027s Heavy Metal\" or \"Prima Guitarna the Shining Superstar\" in Attack Position.",
		"isArchive": false,
		"characters": [
			704,
			706
		],
		"mentionedCards": [
			15441,
			15193
		]
	},
	{
		"id": 59,
		"name": "Rocker Deal",
		"requirement": "Can be activated if you have a face-up Attack Position Level 1 LIGHT Attribute Fiend Type Normal Monster on your field.",
		"effect": "Return 1 card in your hand to your Deck and draw 1 card. This turn, you can only attack with Fiend Type monsters.",
		"isArchive": false,
		"characters": [
			706
		],
		"mentionedCards": []
	},
	{
		"id": 60,
		"name": "Rocket Draw",
		"requirement": "Can be activated before your normal draw, if your opponent has a face-up Level 5 or higher monster and you have no monsters on your field (once per Duel).",
		"effect": "One of the cards from your normal draw will be a \"Thousand Attack Rocket\".",
		"isArchive": false,
		"characters": [
			702,
			704,
			705,
			706,
			708
		],
		"mentionedCards": [
			15599
		]
	},
	{
		"id": 61,
		"name": "Royal Rebel\u0027s Heavy Drive",
		"condition": "This Skill can be used if the only monsters with 1400 or more ATK in your Deck are Fiend Type.",
		"requirement": "None",
		"effect": "Increase the Level of 1 Level 4 LIGHT Attribute face-up Effect Monster on your field by 1 until the end of the turn. If you were the player going first and activated this effect, return 1 card from your hand to the Deck. If you were the player going second and activated this effect, you can send 1 \"Royal Rebel\u0027s Heavy Metal\" from your Deck to the Graveyard.",
		"isArchive": false,
		"characters": [
			706
		],
		"mentionedCards": [
			15441
		]
	},
	{
		"id": 62,
		"name": "Rush On - Dian Keto",
		"requirement": "At the beginning of the Duel if you have no Level 6 or higher Effect Monsters in your Deck.",
		"effect": "Add 1 \"Dian Keto the Boogie Master\" to your Deck.",
		"isArchive": false,
		"characters": [
			705
		],
		"mentionedCards": [
			15437
		]
	},
	{
		"id": 63,
		"name": "Rush On - Dragias",
		"requirement": "At the beginning of the Duel if you have no Level 6 or higher Effect Monsters in your Deck.",
		"effect": "Add 1 \"Multistrike Dragon Dragias\" and 1 \"Dragonic Slayer\" to your Deck.",
		"isArchive": false,
		"characters": [
			702
		],
		"mentionedCards": [
			15164,
			15190
		]
	},
	{
		"id": 64,
		"name": "Rush On - Excavator",
		"requirement": "At the beginning of the Duel, if you have no Maximum Monsters in your Deck.",
		"effect": "Add 1 \"Wyrm Excavator the Heavy Cavalry Draco [L]\", 1 \"Wyrm Excavator the Heavy Cavalry Draco\", and 1 \"Wyrm Excavator the Heavy Cavalry Draco [R]\" to your Deck.",
		"isArchive": false,
		"characters": [
			709
		],
		"mentionedCards": [
			16144,
			16145,
			16146
		]
	},
	{
		"id": 65,
		"name": "Rush On - Prima Guitarna",
		"requirement": "At the beginning of the Duel if you have no Level 6 or higher Effect Monsters in your Deck.",
		"effect": "Add 1 \"Prima Guitarna the Shining Superstar\" and 1 \"Folder Blitz the Infinite Dream\" to your Deck.",
		"isArchive": false,
		"characters": [
			704
		],
		"mentionedCards": [
			15193,
			15676
		]
	},
	{
		"id": 66,
		"name": "Rush On - Royal Rebel",
		"requirement": "At the beginning of the Duel if you have no Level 6 or higher Effect Monsters in your Deck.",
		"effect": "Add 1 \"Royal Rebel\u0027s Heavy Metal\" and 1 \"Royal Rebel\u0027s Growl\" to your Deck.",
		"isArchive": false,
		"characters": [
			706
		],
		"mentionedCards": [
			15441,
			15664
		]
	},
	{
		"id": 67,
		"name": "Rush On - Sevens Road",
		"requirement": "At the beginning of the Duel if you have no Level 6 or higher Effect Monsters in your Deck.",
		"effect": "Add 1 \"Sevens Road Magician\" and 1 \"Torna the Windweaver\" to your Deck.",
		"isArchive": false,
		"characters": [
			701
		],
		"mentionedCards": [
			15150,
			15151
		]
	},
	{
		"id": 68,
		"name": "Rush On - Yamiruler",
		"requirement": "At the beginning of the Duel if you have no Level 6 or higher Effect Monsters in your Deck.",
		"effect": "Add 1 \"Yamiruler the Dark Delayer\" and 1 \"Kimeruler the Dark Raider\" to your Deck.",
		"isArchive": false,
		"characters": [
			703
		],
		"mentionedCards": [
			15194,
			15649
		]
	},
	{
		"id": 69,
		"name": "Rush On - Yggdrago",
		"requirement": "Activated at the beginning of the Duel if you have no Maximum Monsters in your Deck.",
		"effect": "Add 1 \"Yggdrago the Sky Emperor [L],\" 1 \"Yggdrago the Sky Emperor,\" and 1 \"Yggdrago the Sky Emperor [R]\" to your Deck.",
		"isArchive": false,
		"characters": [
			708
		],
		"mentionedCards": [
			15904,
			15905,
			15906
		]
	},
	{
		"id": 70,
		"name": "Servant of Dawn",
		"condition": "This Skill can be used if you have at least 5 Normal Monsters with 1500 or more DEF and the only monsters with Level 4 or higher in your Deck have 1200 or more DEF.",
		"requirement": "You have a face-up Level 6 or higher Normal Monster with 1500 DEF or higher.",
		"effect": "1 face-up Normal Monster on your field gains 600 ATK until the end of this turn.",
		"isArchive": true,
		"mentionedCards": []
	},
	{
		"id": 71,
		"name": "Set - Climax Finale",
		"requirement": "Can be activated once per Duel.",
		"effect": "Set 1 \"Climax Finale\" from your Deck or Graveyard in your Spell \u0026 Trap Zone.",
		"isArchive": false,
		"characters": [
			704
		],
		"mentionedCards": [
			15686
		]
	},
	{
		"id": 72,
		"name": "Set - Mighty Gaze of the Sky Emperor",
		"requirement": "You have a face-up Level 10 Maximum Monster on your field.",
		"effect": "Set 1 \"Mighty Gaze of the Sky Emperor\" from your Deck or Graveyard in your Spell \u0026 Trap Zone.",
		"isArchive": false,
		"characters": [
			701,
			708,
			709
		],
		"mentionedCards": [
			16350
		]
	},
	{
		"id": 73,
		"name": "Set - Party Party Party",
		"requirement": "Can be activated once per Duel.",
		"effect": "Set 1 \"Party Party Party\" from your Deck or Graveyard in your Spell \u0026 Trap Zone.",
		"isArchive": false,
		"characters": [
			705
		],
		"mentionedCards": [
			15448
		]
	},
	{
		"id": 74,
		"name": "Set - Quantum Hole",
		"requirement": "Once per Duel.",
		"effect": "Set 1 \"Quantum Hole\" from your Deck or Graveyard in your Spell \u0026 Trap Zone.",
		"isArchive": false,
		"characters": [
			708
		],
		"mentionedCards": [
			15914
		]
	},
	{
		"id": 75,
		"name": "Set - Seal of the Ancients",
		"requirement": "Can be activated once per Duel.",
		"effect": "Set 1 \"Seal of the Ancients\" from your Deck or Graveyard in your Spell \u0026 Trap Zone.",
		"isArchive": false,
		"characters": [
			703,
			705,
			708
		],
		"mentionedCards": [
			15226
		]
	},
	{
		"id": 76,
		"name": "Set - Sparks",
		"requirement": "Can be activated once per Duel.",
		"effect": "Set 1 \"Sparks\" from your Deck or Graveyard in your Spell \u0026 Trap Zone.",
		"isArchive": false,
		"characters": [
			701,
			704,
			706,
			709
		],
		"mentionedCards": [
			15227
		]
	},
	{
		"id": 77,
		"name": "Sevens Accel Road",
		"condition": "This Skill can be used if the only monsters with 1400 or more ATK in your Deck are Spellcaster Type.",
		"requirement": "None",
		"effect": "1 face-up monster with 1600 ATK on your field that was Normal Summoned this turn gains 800 ATK until the end of the turn. If you have activated this Skill on turn 4 onward, you can return 1 card from your hand to the Deck (once per Duel). If you do, add 1 \"Sevens Road Magician\" from your Deck to your hand.",
		"isArchive": false,
		"characters": [
			701
		],
		"mentionedCards": [
			15150
		]
	},
	{
		"id": 78,
		"name": "Shadow Flower Blizzard",
		"condition": "This Skill can be used if all of the monsters with 1400 or more ATK in your Deck are Plant Type.",
		"requirement": "None",
		"effect": "Choose 1 face-up Level 7 EARTH Attribute Plant Type monster on your field. The chosen monster gains 300 ATK until the end of this turn. If that monster was \"Etraynze the Shadow Flower Ninja\" Special Summoned this turn, that monster inflicts piercing battle damage this turn.",
		"isArchive": true,
		"mentionedCards": [
			16335
		]
	},
	{
		"id": 79,
		"name": "Shining Superstar Draw",
		"requirement": "Can be activated before your normal draw on turn 4 onward, if you have no monsters on your field.",
		"effect": "One of the cards from your normal draw will be \"Prima Guitarna the Shining Superstar\" from your Deck. You cannot activate this Skill during your next turn.",
		"isArchive": false,
		"characters": [
			704
		],
		"mentionedCards": [
			15193
		]
	},
	{
		"id": 80,
		"name": "Spectral Squall",
		"condition": "This Skill can only be used if all of the monsters with 1400 or more ATK in your Deck are Warrior and/or Winged Beast monsters.",
		"requirement": "From turn 2 onward, during the turn that you have Normal Summoned a Level 6 or higher monster.",
		"effect": "Send up to 2 DARK Attribute Warrior monsters with different names from your hand or Deck to the Graveyard. Then, you can make 1 face-up WATER Attribute Winged Beast monster on your field gain 1000 ATK until the end of this turn.",
		"isArchive": false,
		"characters": [
			703
		],
		"mentionedCards": []
	},
	{
		"id": 81,
		"name": "Splash Draw",
		"requirement": "Can be activated before your normal draw on turn 4 onward, if your opponent has a face-up Level 7 or higher monster and you have no monsters on your field (once per Duel).",
		"effect": "One of the cards from your normal draw will be a random Level 5 or 6 WATER Attribute non-Legend monster in your Deck.",
		"isArchive": false,
		"characters": [
			701,
			703
		],
		"mentionedCards": []
	},
	{
		"id": 82,
		"name": "Starter Deal",
		"requirement": "Can be activated if your opponent has a face-up Level 7 or higher monster on their field, and you have a face-up Attack Position Level 3 Normal Monster with 1000 ATK/400 DEF or a Level 1 Normal Monster with 0 ATK/1400 DEF.",
		"effect": "Return 1 card from your hand to your Deck and draw 1 card. You cannot activate this Skill during your next turn.",
		"isArchive": true,
		"mentionedCards": []
	},
	{
		"id": 83,
		"name": "Straynge Forces",
		"condition": "This Skill can be used if the only Level 4 or higher monsters in your Deck are Spellcaster Type.",
		"requirement": "None",
		"effect": "Change 1 Attack Position \"Straynge Cat\" on your field that was Normal Summoned this turn to face-up Defense Position, and increase the ATK of 1 face-up Level 6 or lower Spellcaster Type monster by 500 until the end of the turn. Then, you can set 1 \"Recovery Force\" from your Graveyard in your Spell \u0026 Trap Zone.",
		"isArchive": false,
		"characters": [
			701
		],
		"mentionedCards": [
			15159,
			15205
		]
	},
	{
		"id": 84,
		"name": "Temptest Drive",
		"condition": "This Skill can be used if the only monsters in your Deck are Spellcaster Type or Beast Type.",
		"requirement": "None",
		"effect": "1 face-up WIND Attribute monster on your field gains 600 ATK until the end of the turn. Then, you can Set 1 \"Road Magic - Tempest\" from your hand or Deck to the Spell \u0026 Trap Zone. If you have Set it from your hand, add 1 WIND Attribute monster from your Deck to your hand.",
		"isArchive": false,
		"characters": [
			701
		],
		"mentionedCards": [
			15207
		]
	},
	{
		"id": 85,
		"name": "The Shine Never Dies!",
		"condition": "This Skill can be used if the only Effect Monsters with 1700 or more ATK in your Deck are Aqua Type.",
		"requirement": "Can be activated by returning 1 \"Party Party Party\" or \"Triple Threat Thunder\" in your hand to your Deck.",
		"effect": "Add 1 \"Dian Keto the Boogie Master\" from your Deck to your hand.",
		"isArchive": false,
		"characters": [
			705
		],
		"mentionedCards": [
			15448,
			15608,
			15437
		]
	},
	{
		"id": 86,
		"name": "Tornado Draw",
		"requirement": "Can be activated before your normal draw on turn 4 onward, if your opponent has a face-up Level 7 or higher monster and you have no monsters on your field (once per Duel).",
		"effect": "One of the cards from your normal draw will be a random Level 5 or 6 WIND Attribute non-Legend monster in your Deck.",
		"isArchive": false,
		"characters": [
			701,
			703
		],
		"mentionedCards": []
	},
	{
		"id": 87,
		"name": "Tribute Boost",
		"requirement": "Can be activated on turn 4 onward, pay 1000 LP (once per Duel).",
		"effect": "1 face-up Level 5 or 6 monster on your field gains 500 ATK until the end of this turn. This turn, that monster can be treated as 2 Tributes for the Tribute Summon of a monster in Attack Position, but you cannot attack directly.",
		"isArchive": true,
		"mentionedCards": []
	},
	{
		"id": 88,
		"name": "Ultimate Bond",
		"condition": "This Skill can be used if the only monsters with 1400 or more ATK in your Deck are Spellcaster Type or Machine Type.",
		"requirement": "Can be activated by revealing a Machine Type monster with 2500 ATK or above in your hand to your opponent from the second turn onwards.",
		"effect": "Return 1 card from your hand or your field to the Deck, and add 1 \"Ultimate Flag Beast Aim Eagle\" from your Deck to your hand.",
		"isArchive": false,
		"characters": [
			701
		],
		"mentionedCards": [
			16763
		]
	}
]
